<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>Colaboraciones</title>
	<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
	
 <link href="../../css/estilos_paginas.css" rel="stylesheet" type="text/css" />
	<script type="text/javascript" src="../../js/mootools-1.2-core.js"></script>
	<script type="text/javascript" src="../../js/noobs.js"></script>
	
	<script type="text/javascript">
	parent.pagina_cargada(document.title);
	
	window.onunload = parent.pagina_descargada;

	window.addEvent('load', function() {

		window.addEvent('domready',function(){

			var nS4 = new noobSlide({
				box: $('box'),
				items: $$('#box div'),
				size: 580,
				handles: $$('#handles4 li'),
				onWalk: function(currentItem,currentHandle){
					this.handles.removeClass('active');
					currentHandle.addClass('active');
				}
			});
		});
	});
	
	
	</script>
</head>
<body>
<div class="contenedor_contenido">
<div class="primer_parrafo" id="encabezado">
 <p>Una de las principales caracter&iacute;sticas de Drive es la posibilidad de colaboraci&oacute;n en l&iacute;nea.</p>
</div>


<div id="caja_dinamica">
	<div id="caja_pasos">
	

	<div id="handles4" class="buttons"> 
  <ul>
   <li style="display:none; height:1px; font-size:1px; padding:0px; margin:0px;">Instrucci&oacute;n</li> 
   <li>Explicaci&oacute;n</li> 
   <li>Documentos</li> 
   <li>Archivos</li>
   <li>Comentarios</li> 
   <li>Chat</li>
   <li>Correo a colaboradores</li>
  </ul> 
	</div>
 </div>

	<div class="mask3">
		<div id="box">
  
  	<div>
   	<div class="instruccion_dinamica">Pulsa sobre los enlaces de la izquierda</div>
   </div>

<!-- 1 -->
  <div>
   <p>Cuando editamos un archivo o documento compartido (o lo editan las personas con las que compartimos), este se actualiza y cada vez que se acceda encontraremos la <strong>&uacute;ltima versi&oacute;n</strong> editada. De esta manera, evitamos intercambiar el archivo o documento por correo electr&oacute;nico cada vez que alguien realiza un cambio.</p>
   <p>Podremos trabajar colaborativamente con todos nuestros archivos. Si trabajamos sobre documentos creados con las aplicaciones nativas de Drive (documentos, hojas de c&aacute;lculo o presentaciones), podremos ver qu&eacute; cambios se efect&uacute;an en el documento a <strong>tiempo real </strong>y sabremos cuando otro usuario tiene abierto el documento.</p>
   <p align="center"><img class="imagenes" src="img/0.jpg" alt="Varios lectores del documento" width="233" height="85" border="0"></p>
 <p> As&iacute; mismo, todos los archivos registran un <strong>historial</strong>, pudiendo <strong>recuperar</strong> versiones antiguas de un mismo documento o archivo. </p>
  </div>

<!-- 2 -->   
   
    <div>
   <p>Cuando trabajamos sobre <strong>aplicaciones nativas de Drive</strong> (documentos, hojas de c&aacute;lculo o presentaciones) tenemos la ventaja de poder realizar un trabajo colaborativo <strong>a tiempo real</strong>. Esto significa que puede haber muchas personas trabajando sobre el mismo documento a la vez y todos podr&aacute;n ver al instante los cambios realizados por el resto de usuarios.</p>
   <p>Al abrir junto con otras personas, un documento que hayamos compartido previamente, veremos en la parte superior derecha el <strong>n&uacute;mero de lectores</strong> y sus <strong>nombres de usuarios</strong>.</p>
   <p align="center"><img class="imagenes" src="img/1.jpg" alt="Lectores" width="213" height="121" border="0"></p>
 <p> As&iacute; mismo, todos los archivos registran un <strong>historial</strong>, pudiendo <strong>recuperar</strong> versiones antiguas de un mismo documento o archivo. </p>
  </div>
   
<!-- 3 -->   
  <div>
  	<img style="float:right" class="imagenes" src="img/3.jpg" alt="Ejemplos de archivos" border="0">
   <p>Al trabajar con otro tipo de archivos, no tendremos la posibilidad de realizar un trabajo en tiempo real mientras editamos el archivo. </p><p>Para visualizar los cambios, los participantes deben trabajar de forma organizada <strong>para no pisar el trabajo</strong> del otro y deber&aacute;n actualizar la vista para ver los cambios que se realicen en el archivo.</p>
   <p>Aunque no tengamos la posibilidad del trabajo simult&aacute;neo, podremos abrir el archivo junto con varias personas y realizar <strong>comentarios</strong> o <strong>chatear</strong> mientras se visualiza el archivo.</p>
   <p>Al igual que ocurre con los documentos, al abrir un documento que hayamos compartido previamente, veremos en la parte superior derecha el <strong>n&uacute;mero de lectores</strong> y su <strong>nombre de usuario.</strong></p>
  </div>
  
<!-- 4 -->   
  <div>
   <a href="#" class="enlace_imagen" style="float:right; margin:10px;" title="Pincha para ampliar" onclick='parent.$.colorbox({href:parent.enlaces_pop(window.location.pathname,"img/comentario.jpg"), title:"Podemos a&ntilde;adir comentarios o responderlos"}); return false;'><img src="img/comentario.jpg" alt="comentarios" width="209" height="271" border="0" class="imagenes"></a>
 <p>Los comentarios son muy &uacute;tiles para incorporar anotaciones a un documento o archivo. Estas anotaciones podemos utilizarlas tanto para nuestro trabajo individual como colaborativo, pudiendo realizar una <strong>comunicaci&oacute;n as&iacute;ncrona</strong> con diferentes usuarios con los que compartimos archivos.</p>
   <p> Si estamos trabajando sobre un <strong>documento de Drive</strong>, podremos insertar un <strong><a href="#" title="Pincha para ampliar" onclick='parent.$.colorbox({href:parent.enlaces_pop(window.location.pathname,"img/comentario_doc.jpg"), title:"Comentario sobre selecci&oacute;n en un Documento de texto"}); return false;'>comentario sobre una selecci&oacute;n</a></strong>. Para ello, seleccionamos un texto o un elemento y luego seleccionamos <a href="#" title="Pincha para ampliar" onclick='parent.$.colorbox({href:parent.enlaces_pop(window.location.pathname,"img/menu.jpg"), title:"Insertar comentario desde men&uacute;"}); return false;'>"<strong>Insertar</strong>" y luego "<strong>comentario</strong>"</a>. Podremos distinguir los comentarios de cada usuario que comparte el documento.</p>
 <p> Tanto sobre documentos como archivos (salvo aquellos que se crearon con una de las aplicaciones que instalemos posteriormente), encontramos el bot&oacute;n "<strong><a href="#" title="Pincha para ampliar" onclick='parent.$.colorbox({href:parent.enlaces_pop(window.location.pathname,"img/boton.jpg"), title:"Bot&oacute;n Comentarios"}); return false;'>Comentarios</a></strong>", este bot&oacute;n permite incorporar comentarios globales, que pueden utilizarse para realizar un <strong>debate</strong> agrupado por temas y respuestas esquematizadas.</p>
  </div>
   
<!-- 5 --> 
  <div>
   <img style="float:right" class="imagenes" src="img/chat.jpg" alt="Chat desde un documento" border="0">
   <p>Otra de las ventajas del trabajo colaborativo es la de poder <strong>chatear con nuestros compa&ntilde;eros desde la vista del documento o archivo</strong> (salvo aquellos creados con aplicaciones que instalemos posteriormente).</p>
   <p> Una vez abierto el documento, y haya m&aacute;s gente visualizando el documento, podremos comenzar un chat con ellos. De esta manera, podemos analizar conjuntamente un documento o archivo abierto e intercambiar opiniones mientras trabajamos.</p>
   <p>Para <strong>escribir mensajes</strong>, lo haremos desde la caja de texto que se encuentra en la parte inferior derecha y luego pulsar la tecla <strong>Intro</strong>.</p>
   <p> Veremos los mensajes en <strong>orden de aparici&oacute;n</strong>, cada mensaje con el nombre de usuario que lo ha escrito.</p>
  </div>

<!-- 6 --> 
  <div>
   <p>Cuando trabajamos con archivos compartidos con varias personas, todos podremos ver la &uacute;ltima versi&oacute;n, pero es recomendable que cuando hagas un cambio <strong>notifiques a tus colaboradores</strong> para que puedan ver los cambios que has realizado.</p>
    <p>Para ello, hay una opci&oacute;n muy pr&aacute;ctica que permite contactar con todas las personas con las que compartes un archivo. Para ello debemos hacer clic derecho sobre el archivo y luego en el men&uacute; seleccionar en Compartir la opci&oacute;n "<strong><a href="#" title="Pincha para ampliar" onclick='parent.$.colorbox({href:parent.enlaces_pop(window.location.pathname,"img/correo_colab.jpg"), title:"Opci&oacute;n enviar correo a colaboradores"}); return false;'>Enviar un correo electr&oacute;nico a todos los colaboradores</a></strong>".</p>
   <p>Una vez seleccionada esta opci&oacute;n, veremos una <a href="#" title="Pincha para ampliar" onclick='parent.$.colorbox({href:parent.enlaces_pop(window.location.pathname,"img/correo_colab2.jpg"), title:"Ventana Enviar mensaje"}); return false;'>ventana</a> donde encontramos, entre otras cosas,  el asunto, el campo para el mensaje y los destinatarios del mensaje que ser&iacute;an las personas con las que compartimos el archivo. Si lo deseamos podemos desmarcar alg&uacute;n colaborador.</p>
   <p>Una vez escrito el mensaje, debemos hacer clic sobre el bot&oacute;n "<strong>Enviar</strong>".</p>
  </div>
 
  <div>
  contenido_oculto
  </div>
   
   
   
   
   
   

	 </div>
  
  
  <div style="clear:both"></div>
	</div>
 
	
</div>

</div>
</body>
</html>

