<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Abrir archivos con aplicaciones</title>
<link href="../../css/estilos_paginas.css" rel="stylesheet" type="text/css" />
<script type="text/javascript">

	parent.pagina_cargada(document.title);
	
	window.onunload = parent.pagina_descargada;
	
</script>
</head>
<body>
<div class="contenedor_contenido">
 
 <div class="primer_parrafo"> <p>Abrir archivos con las aplicaciones de<b> Drive </b>es muy sencillo. En primer lugar, debemos distinguir entre los archivos que se abrir&aacute;n por defecto con nuevas aplicaciones y los archivos que por su formato, podr&aacute;n ser abiertos con varias aplicaciones. </p>
</div>
 <p><a style="float:right; margin-left:20px" class="enlace_imagen" onclick='parent.$.colorbox({href:parent.enlaces_pop(window.location.pathname,"img/1_max.jpg"), title:"C&oacute;mo abrir un archivo"}); return false;' title="Pincha para ampliar" href="#"><img src="img/1.jpg" alt="C&oacute;mo abrir un archivo" width="509" height="164"></a></p>
 <p>Veremos en primer lugar, c&oacute;mo abrir un <a href="#" title="Pincha para ampliar" onclick='parent.$.colorbox({href:parent.enlaces_pop(window.location.pathname,"img/2.jpg"), title:"Icono identificativo del archivo "}); return false;'>archivo de una aplicaci&oacute;n</a>. Elegiremos el archivo que deseemos abrir y nos fijaremos en el icono de su izquierda. Si s&oacute;lo podemos editar este formato con una aplicaci&oacute;n, el icono de &eacute;sta aparecer&aacute; como identificativo del archivo. Pulsaremos sobre &eacute;l para abrir el archivo.</p>
 <p>En el  caso de que el archivo permita ser abierto desde varias aplicaciones, podremos  elegir la que nos parezca m&aacute;s conveniente para gestionar el archivo. Para ello,  haremos clic sobre el icono con el bot&oacute;n derecho del rat&oacute;n. El men&uacute; nos  mostrar&aacute; la opci&oacute;n de<strong> </strong><a href="#" title="Pincha para ampliar" onclick='parent.$.colorbox({href:parent.enlaces_pop(window.location.pathname,"img/3.jpg"), title:"Haremos clic derecho sobre el archivo que deseemos abrir "}); return false;'>Abrir con... </a>y se mostrar&aacute;n las distintas <a href="#" title="Pincha para ampliar" onclick='parent.$.colorbox({href:parent.enlaces_pop(window.location.pathname,"img/5.jpg"), title:"Aplicaciones compatibles con el tipo de formatos de archivo "}); return false;'>aplicaciones compatibles</a> con el formato de archivo. Elegiremos la que nos convenga y haremos clic sobre ella. Veremos c&oacute;mo el archivo se visualiza desde la aplicaci&oacute;n elegida.</p>
 <p>Drive ha incorporado un visualizador de archivos, que aparecer&aacute; siempre como alternativa cuando deseemos abrir archivos. Con <a href="#" title="Pincha para ampliar" onclick='parent.$.colorbox({href:parent.enlaces_pop(window.location.pathname,"img/6.jpg"), title:"Opci&oacute;n de Google Drive Viewer"}); return false;'>Google Drive Viewer</a> podremos abrir el archivo pero no editarlo.</p>
 <div class="caja_importante" style="margin-top:5px; margin-left:0px; margin-right:120px;" ><img src="../../img/importante.jpg" alt="Importante" hspace="8" vspace="2" align="left">
     <p>Recuerda que la mayor&iacute;a de aplicaciones funcionan con los &uacute;ltimos navegadores, pero es recomendable que utilices <strong>Google Chrome</strong> para asegurarte que el funcionamiento y visualizaci&oacute;n de la aplicaci&oacute;n sea el adecuado.</p>
 </div>
 <div style="clear:both">
 </div>
 
</div>
</body>
</html>
